Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=74_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisten kotiseutualueen ulkopuolella saamen kieltä opetetaan toistaiseksi vain vähän, mutta oppilasmäärä on kasvamassa.
sme: Sámiid ruovttuguovllu olggobealde sámegiela oahpahit doaisttážii dušše vehá, muhto oahppiid lohku lea lassáneamin.

source: Osa opetuksessa annetaan virtuaaliopetuksena.
sme: Oassi oahpahusas addo virtuálaoahpahussan.

source: on Suomessa ainoa ammatillinen oppilaitos, joka antaa opetusta myös saameksi.
sme: Sámi oahpahusguovddáš lea Suomas áidna ámmátlaš oahppolágádus, mii addá oahpahusa maiddái sámegillii.

source: Se on perustettu omalla laillaan vuonna 1993 ja se on opetus- ja kulttuuriministeriön alainen oppilaitos.
sme: Dat lea vuođđuduvvon iežas lágain jagis 1993 ja dat lea oahpahus - ja kulturministeriija vuollážas oahppolágádus.

source: Sen tehtävänä on palvella saamelaisten kotiseutualuetta ja sen elinkeinoelämää.
sme: Dan bargun lea bálvalit sámiid ruovttuguovllu ja dan ealáhuseallima.

source: Suomessa saamen kieltä voi opiskella kolmessa yliopistossa: Oulun, Helsingin ja Lapin yliopistoissa Rovaniemellä.
sme: Suomas sámegiela sáhttá lohkat golmma universitehtas: Oulu, Helsset ja Lappi universitehtas Roavvenjárggas.

source: Saamen kielen opetus alkoi Oulun yliopistossa vuonna 1970 Suomen kielen laitoksessa.
sme: Sámegiela oahpahus álggii Oulu universitehtas jagi 1970 Suomagiela lágádusas.

source: Vuonna 2001 perustetulla Oulun yliopiston
sme: Jagi 2001 vuođđuduvvon Oulu universitehta Giellagas-instituhtas lea riikkaviidosaš sierradoaibma sámegiela, kultuvrra ja dutkamuša ovddideaddjin.

source: Saamelaisilla on subjektiivinen oikeus saada päivähoitoa saamen kielellä koko maassa.
sme: Sámiin lea subjektiivalaš vuoigatvuohta oažžut beaivedivššu sámegillii oppa riikkas.

source: Päivähoitolakiin lisättiin vuonna 1981 viittaus saamelaisten oikeuteen saada päivähoitoa saamen kielellä.
sme: Beaivedikšoláhkii lasihuvvui jagis 1981 čujuhus sámiid vuoigatvuhtii oažžut beaivedivššu sámegillii.

source: Saamelaiskäräjien toiminta saamen kielen edistämiseksi
sme: Sámedikki doaibma sámegiela ovddideapmin

source: Saamelaisilla on perustuslain nojalla omaa kieltä ja kulttuuria koskeva itsehallinto, jota hoitaa saamelaiskäräjät.
sme: Sámiin lea vuođđolága vuođul iežas giela ja kultuvrra guoski iešráđđen, maid dikšu sámediggi.

source: Saamen kielen edistäminen onkin yksi saamelaiskäräjien tärkeimmistä tehtävistä.
sme: Sámegiela ovddideapmi leage okta sámedikki dehalamos doaimmain.

source: saamen kielten elinvoimaisuus on otettu koko saamelaiskäräjien toiminnan yhdeksi tärkeimmistä arvoista.
sme: Sámedikki válgabaji 2012-2015 doaibmaprográmmas sámegielaid ealasvuohta lea váldon oppa sámedikki doaimma oktan dehalamos árvun.

source: Yksi toimikauden kärkitavoite (nro 16) on saamelaisten kielellisten ja kulttuuristen oikeuksien toteutuminen koko maassa asuinpaikasta riippumatta.
sme: Okta doaibmabaji njunušulbmil (nr 16) lea sámiid gielalaš ja kulturlaš vuogatvuođaid ollašuvvan oppa riikkas fuolakeahttá orrunbáikkis.

source: Saamelaiskärjille on säädetty saamen kieleen liittyviä tehtäviä saamen kielilaissa ja siitä annetussa asetuksessa.
sme: Sámediggái lea ásahuvvon sámegillii gulavaš doaimmat sámi giellalágas ja das addojuvvon ásahusas.

source: Saamelaiskäräjien saamen kielen toimiston velvollisuutena on mm. tarjota saamen kielen käännöspalveluja.
sme: Sámedikki sámegiela doaimmahaga geatnegasvuohtan lea ee. fállat sámegiela jorgalanbálvalusaid.

source: Saamelaiskäräjien tehtävänä on myös lain 28 § mukaan seurata saamen kielilain toteutumista sekä tehdä tarvittaessa esityksiä lain toimeenpanon kehittämiseksi tai epäkohtien korjaamiseksi.
sme: Sámedikki doaibman lea maiddái lága 28 § mielde čuovvut sámi giellalága ollašuvvama sihke dahkat dárbbu mielde evttohusaid lága ollašuhttima ovddideapmin dahje dohkketmeahttun diliid vuigema dihtii.

source: Saamelaiskäräjien on laadittava kerran vaalikaudessa kertomus lain toimeenpanosta ja saamelaisten kieliolojen kehityksestä eduskunnalle (lain 29 §).
sme: Sámediggi galgá ráhkadit oktii válgabajis čilgehusa lága ollašuhttmis ja sámiid gielladiliid ovdáneamis riikkabeivviide (lága 29 §).

source: Saamelaiskäräjillä ei ole erillistä rahoitusmomenttia saamen kielen opiskelun tukemiseen, vaikkakin saamelaiskäräjät onkin sellaista esittänyt.
sme: Sámedikkis ii leat sierra ruhtadanmomeanta sámegiela lohkama doarjun várás, vaikkoge sámediggi leage dakkára evttohan.

source: Saamelaiskäräjät tuottaa vuosittain saamenkielisiä oppimateriaaleja, myöntää rahaa saamenkielisiin sosiaali- ja terveys sekä varhaiskasvatus- ja kielipesäpalveluihin sekä saamelaisjärjestöille ja taiteilijoille.
sme: Sámediggi buvttada jahkásaččat sámegielat oahppamateriálaid, juolluda ruđa sámegielat sosiála- ja dearvvasvuohta sihke árrabajásgeassin- ja giellabeassebálvausaide sihke sámeservviide ja dáiddáriidda.

source: Saamen kielilaki velvoittaa myös saamelaiskäräjiä palvelemaan saamen kielellä.
sme: Sámi giellaláhka geatnegahttá maiddái sámedikki bálvalit sámegillii.

source: Saamelaiskäräjillä on kielenkääntäjiä kaikissa kolmessa saamen kielessä.
sme: Sámedikkis leat giellajorgaleaddjit buot golmma sámegielas.

source: Saamelaiskäräjät on esittänyt toistuvasti, että saamelaiskäräjät tarvitsee lisäresursseja saamen kielilain toimenpanoon saamelaiskäräjillä ja sen yleiseen edistämiseen ja toteutumisen seurantaan.
sme: Sámediggi lea evttohan jámma, ahte sámediggi dárbbaša lassiresurssaid sámi giellalága ollašuhttima várás sámedikkis ja dan oppalaš ovddideapmai ja ollašuvvama čuovvumii.
